[
    {
        "pergunta": "A partir da análise de tendências internacionais quanto ao pensamento na área da inclusão, Ainscow (2009) e outros colaboradores sugeriram uma tipologia de cinco formas de conceituar a inclusão.\n\nLeia o trecho a seguir:\n\n“Quando usada em um contexto educacional, a inclusão social tende a se referir a questões de grupos cujo acesso às escolas esteja sob ameaça, como o caso de meninas que engravidam ou têm bebês enquanto estão na escola, crianças sob cuidados (ou seja, aquelas sob cuidados de autoridades públicas) e ciganos/viajantes.”\n\nEsse trecho refere-se ao seguinte tipo:",
        "alternativas": [
            "inclusão como Educação para Todos.",
            "inclusão como resposta a exclusões disciplinares.",
            "inclusão referente à deficiência e à necessidade de \n\neducação especial.",
            "inclusão como forma de promover escola para todos.",
            "inclusão que diz respeito a todos os grupos vulneráveis à exclusão."
        ],
        "correta_idx": 4
    },
    {
        "pergunta": "Ainscow (2009) resgata algumas concepções de inclusão,\nsendo uma delas compreendida como resposta a exclusões disciplinares. A autora observa que, em lugares em que este modo de compreensão dos processos inclusivos predomina, sua conexão está bem próxima",
        "alternativas": [
            "do sucesso acadêmico.",
            "do mau comportamento.",
            "da abordagem científica.",
            "da concepção da UNESCO sobre inclusão.",
            "da superação efetiva dos problemas enfrentados."
        ],
        "correta_idx": 1
    },
    {
        "pergunta": "Ao discutir a inclusão como uma abordagem de princípios para a educação, Ainscow (2009) afirma que o desenvolvimento da inclusão nos envolve na tarefa de “tornar explícitos os",
        "alternativas": [
            "currículos que embasam nossas políticas educacionais e ações concretas e nos orientam à adaptação do ensino conforme metodologias inclusivas\n na escola.”",
            "objetivos que direcionam nossas escolhas pedagó\ngicas e nossos projetos, a fim de que a nossa abordagem priorize práticas atuais e inovadoras.”",
            "valores que servem de base para nossas ações, prá\nticas e políticas, e para a nossa aprendizagem sobre\n como melhor relacionar as nossas ações a valores \ninclusivos.”",
            "critérios científicos que regulam nossas políticas \npedagógicas e abordagens e o nosso engajamento \nem práticas de ensino direcionadas.”",
            "conhecimentos que moldam nossas estratégias de\n ensino e abordagens, capacitando-nos em práticas\n educacionais voltadas a grupos específicos.”"
        ],
        "correta_idx": 2
    },
    {
        "pergunta": "Segundo Mel Ainscow, embora em alguns países a educação inclusiva seja vista como uma forma de servir apenas crianças com deficiência, internacionalmente, a inclusão educacional é conceituada de forma cada vez mais ampla. Essa visão mais ampla entende a inclusão como:",
        "alternativas": [
            "um programa abrangente de educação individualizada para cada aluno.",
            "o dever da escola de aceitar qualquer criança, mas apenas se a família puder oferecer o suporte necessário.",
            "uma reforma que apoia e acolhe a diversidade entre todos os estudantes.",
            "o esforço de garantir o sucesso escolar apenas daqueles que conseguem se adaptar ao currículo existente.",
            "o direito da criança de compartilhar o espaço escolar, mesmo que não participe das mesmas atividades que os demais."
        ],
        "correta_idx": 2
    },
    {
        "pergunta": "Mel Ainscow afirma que o maior desafio dos sistemas escolares em todo o mundo é o da inclusão educacional. Para o autor, uma escola verdadeiramente inclusiva é aquela que:",
        "alternativas": [
            "já alcançou a inclusão total e não precisa mais de mudanças.",
            "superou todas as deficiências das crianças.",
            "está em um processo contínuo de evolução para responder melhor à diversidade.",
            "conseguiu integrar todas as crianças, mesmo que em turmas separadas.",
            "já eliminou completamente a exclusão social da sua comunidade."
        ],
        "correta_idx": 2
    },
    {
        "pergunta": "De acordo com os princípios defendidos por Mel Ainscow em \"Tornar a educação inclusiva\", qual é a principal mudança de foco que as escolas devem adotar para promover a inclusão?",
        "alternativas": [
            "Focar na criação de avaliações especiais para alunos com dificuldades, a fim de medir seu progresso individual.",
            "Mudar o foco do \"aluno com problema\" para a identificação e remoção das \"barreiras à aprendizagem e à participação\" presentes na cultura, nas políticas e nas práticas da escola.",
            "Concentrar os recursos na capacitação dos alunos com deficiência para que eles possam se adaptar ao sistema escolar existente.",
            "Implementar um currículo separado e menos exigente para alunos que não conseguem acompanhar o ritmo da turma.",
            "Priorizar a contratação de professores especializados para trabalhar individualmente com cada aluno que apresenta uma necessidade especial."
        ],
        "correta_idx": 1
    },
    {
        "pergunta": "Mel Ainscow e Tony Booth desenvolveram o \"Índice de Inclusão\" como uma ferramenta para auxiliar as escolas. Qual é o objetivo principal desse material?",
        "alternativas": [
            "Classificar as escolas em um ranking de quão inclusivas elas são.",
            "Fornecer um currículo pronto e adaptado para alunos com necessidades especiais.",
            "Ajudar as escolas em um processo de autoavaliação para identificar barreiras à aprendizagem e definir prioridades de mudança, baseando-se nas dimensões de culturas, políticas e práticas inclusivas.",
            "Diagnosticar os alunos e encaminhá-los para o tipo de suporte especializado mais adequado.",
            "Treinar os professores em técnicas de ensino para alunos com deficiências específicas."
        ],
        "correta_idx": 2
    },
    {
        "pergunta": "No contexto da educação especial, Ainscow analisa o momento em que os sistemas de educação separados passaram a ser questionados. Uma das críticas a essa separação, segundo a perspectiva do autor, é que:",
        "alternativas": [
            "os sistemas separados são muito caros para o Estado, embora sejam pedagogicamente mais eficazes.",
            "perspectivas que supõem que a origem das dificuldades de aprendizagem está unicamente no aprendiz ignoram as profundas influências do ambiente e do contexto escolar na aprendizagem.",
            "a separação é eficaz, mas é questionada apenas do ponto de vista dos direitos humanos.",
            "os professores de escolas especiais são menos qualificados que os do ensino regular.",
            "a influência do lar é o único fator determinante na aprendizagem, tornando a escola (seja ela especial ou regular) um fator secundário."
        ],
        "correta_idx": 1
    },
    {
        "pergunta": "A concepção de inclusão de Mel Ainscow envolve três processos interligados que devem ocorrer nas escolas. Quais são eles?",
        "alternativas": [
            "Presença, classificação e certificação de todos os estudantes.",
            "Aumento da participação dos estudantes, reestruturação das culturas e reestruturação das políticas escolares.",
            "Identificação de barreiras, aumento da participação dos estudantes e redução de sua exclusão dos currículos, culturas e comunidades escolares.",
            "Redução da exclusão, avaliação individualizada e adaptação curricular para alunos com deficiência.",
            "Construção de salas de recursos, contratação de especialistas e formação continuada de professores."
        ],
        "correta_idx": 2
    },
    {
        "pergunta": "Em sua análise sobre como a tarefa da inclusão deve ser conceituada, Mel Ainscow apresenta uma tipologia com diferentes formas de entender o termo. Uma dessas formas, frequentemente associada ao mau comportamento, é a:",
        "alternativas": [
            "inclusão como educação para todos.",
            "inclusão como resposta às exclusões disciplinares.",
            "inclusão como uma abordagem para a escola compreensiva.",
            "inclusão focada apenas em alunos com altas habilidades.",
            "inclusão como resposta à exclusão social e pobreza."
        ],
        "correta_idx": 1
    },
    {
        "pergunta": "Qual das afirmações abaixo melhor representa a visão de Mel Ainscow sobre o conceito de \"necessidades educacionais especiais\"?",
        "alternativas": [
            "É um termo técnico preciso que deve ser usado para categorizar os alunos e direcionar recursos.",
            "É um conceito problemático, pois tende a focar a dificuldade no aluno (modelo médico), desviando a atenção das barreiras existentes no sistema educacional.",
            "Refere-se exclusivamente a alunos com laudos médicos de deficiência.",
            "É um conceito ultrapassado que foi completamente substituído pelo termo \"educação para todos\".",
            "É a base para a criação de currículos individualizados, que é o objetivo final da inclusão."
        ],
        "correta_idx": 1
    },
    {
        "pergunta": "Segundo a perspectiva de Ainscow, a diversidade entre os estudantes em uma sala de aula deve ser vista como:",
        "alternativas": [
            "um problema a ser gerenciado, com o objetivo de homogeneizar a turma.",
            "um recurso para o ensino e a aprendizagem, e não como um obstáculo a ser superado.",
            "uma questão a ser tratada exclusivamente por professores de apoio e especialistas.",
            "um fator que justifica a criação de turmas de diferentes níveis de habilidade.",
            "uma característica secundária, que não deve influenciar o planejamento pedagógico."
        ],
        "correta_idx": 1
    },
    {
        "pergunta": "Qual das seguintes ações é MAIS coerente com a abordagem de Mel Ainscow para tornar uma escola mais inclusiva?",
        "alternativas": [
            "Realizar uma bateria de testes diagnósticos com todos os alunos para separá-los em grupos de reforço escolar.",
            "Contratar um especialista externo para resolver todos os problemas de inclusão da escola.",
            "Criar um grupo de trabalho com professores, alunos e pais para usar o \"Índice de Inclusão\" e discutir quais são as barreiras à participação na cultura e no dia a dia da escola.",
            "Adquirir os materiais didáticos mais modernos do mercado, assumindo que eles, por si só, garantirão a aprendizagem de todos.",
            "Encaminhar todos os alunos que apresentam dificuldades de aprendizagem para escolas especiais parceiras."
        ],
        "correta_idx": 2
    }
]