[
    {
        "pergunta": "São muitas as possibilidades de Metodologias Ativas, com potencial de levar os alunos a aprendizagens para a autonomia. Conforme Berbel (2011), as Metodologias Ativas baseiam-se em formas de desenvolver o processo de aprender, utilizando experiências reais ou simuladas, visando às condições de",
        "alternativas": [
            "solucionar, com sucesso, desafios advindos das atividades essenciais da prática social, em diferentes contextos.",
            "promover o movimento corporal constante, compreendendo sua centralidade para o desenvolvimento\n\ndo sujeito ativo.",
            "adotar as formas de enfrentamento dos problemas realizadas pelas práticas metodológicas comprovadamente mais eficazes.",
            "compartimentar as práticas sociais por áreas de\n\nconhecimento, levando à especialização educativa.",
            "reduzir e, se possível, eliminar os conflitos resultantes das ações pedagógicas em distintos cenários educacionais."
        ],
        "correta_idx": 0
    },
    {
        "pergunta": "A educação tradicional frequentemente coloca o professor no centro do processo de ensino, tornando os alunos passivos receptores de conhecimento. No entanto, em um mundo em constante transformação, é essencial que os estudantes desenvolvam autonomia, pensamento crítico e capacidade de resolver problemas. As metodologias ativas surgem como uma alternativa para essa mudança de paradigma, promovendo uma aprendizagem baseada na ação e na participação ativa do aluno. Segundo Neusi Berbel (2011), uma das principais contribuições das metodologias ativas para o desenvolvimento da autonomia do estudante é:",
        "alternativas": [
            "a valorização do erro como parte do aprendizado, permitindo que os alunos reflitam e ajustem suas estratégias de estudo.",
            "a ênfase na memorização de conteúdos, garantindo que os alunos acumulem um repertório sólido antes de desenvolver autonomia.",
            "a eliminação da necessidade de intervenção docente, pois os alunos devem aprender sem qualquer mediação do professor.",
            "a substituição completa de atividades avaliativas tradicionais por métodos informais de aprendizado baseados apenas na experiência pessoal.",
            "a imposição de regras rígidas que asseguram o controle total sobre as decisões dos estudantes no ambiente escolar."
        ],
        "correta_idx": 0
    },
    {
        "pergunta": "De acordo com Neusi Berbel (2011), um dos princípios das metodologias ativas é promover a autonomia do estudante, permitindo que ele tenha um papel mais participativo no próprio aprendizado. Um exemplo prático dessa abordagem é a aprendizagem baseada em problemas (PBL), na qual os alunos são apresentados a desafios reais e devem buscar soluções de forma colaborativa. Essa metodologia possibilita que os estudantes:",
        "alternativas": [
            "dependam exclusivamente do professor para encontrar respostas corretas, evitando a busca autônoma por soluções.",
            "sigam um roteiro fixo de estudo, sem necessidade de interação com colegas ou exploração de diferentes fontes de conhecimento.",
            "desenvolvam habilidades como pensamento crítico, resolução de problemas e tomada de decisão autônoma.",
            "priorizem a repetição de exercícios mecânicos, sem necessidade de reflexão ou aplicação prática do conhecimento.",
            "baseiem seu aprendizado apenas na experiência individual, sem necessidade de embasamento teórico ou discussão coletiva."
        ],
        "correta_idx": 2
    },
    {
        "pergunta": "Ao tratar de metodologias ativas e a promoção da autonomia de estudantes, Berbel (2011) afirma que é pouco provável que os estudantes, em situação escolar, envolvam-se espontaneamente em todas as atividades de aprendizagem, de modo autônomo, com grande interesse, alegria ou prazer. Por isso, no entendimento de Berbel (2011), uma das principais fontes para a melhoria da qualidade motivacional é",
        "alternativas": [
            "a seleção de uma metodologia de ensino lúdica.",
            "o ensino baseado na experiência do aluno.",
            "a interação dos alunos com o professor.",
            "o registro como modo principal de avaliação.",
            "a adoção de uma teoria pedagógica transformadora."
        ],
        "correta_idx": 2
    },
    {
        "pergunta": "Sobre as metodologias ativas e a promoção da autonomia dos estudantes, a autora Berbel (2011) afirma que",
        "alternativas": [
            "o desenvolvimento do espírito científico, do pensamento crítico e do pensamento reflexivo requerem motivações pessoais que independem do uso dessas metodologias.",
            "possibilitam colocar em prática uma pedagogia problematizadora, que diverge e não pode ser associada aos ensinamentos de Paulo Freire.",
            "os estudantes necessitam de informações, mas são especialmente estimulados a trabalhar com elas, elaborá-las e reelaborá-las em função do que precisam responder ou equacionar.",
            "a intencionalidade dessas metodologias se dá na execução da tarefa, assim como seu planejamento e o estabelecimento de objetivos que emergem das relações.",
            "cabe ao aluno organizar-se para obter o máximo de benefícios das metodologias ativas para sua própria formação, além de receber as orientações dos professores."
        ],
        "correta_idx": 2
    },
    {
        "pergunta": "De acordo com Berbel (2011), o método de projetos é uma modalidade que pode associar atividades de ensino, pesquisa e extensão. Gradativamente, os projetos vão sendo incorporados na Escola Básica, no desenvolvimento de estudos dos Temas Transversais etc. Berbel (2011) afirma que Bordenave e Pereira (1982) defendem o ponto de vista de que o método de projetos tem como principal objetivo",
        "alternativas": [
            "incentivar o ensino teórico e favorecer o contato\n com a realidade a partir de práticas previamente\n definidas.",
            "favorecer o ensino expositivo e promover a padronização dos conteúdos escolares do currículo.",
            "estimular a memorização de conceitos e inserir o cotidiano no ensino por meio de simulações repetitivas.",
            "lutar contra a artificialidade da escola e aproximá-la o \nmais possível da realidade da vida.",
            "valorizar o conhecimento formal e enfatizar as descobertas científicas de maior impacto no cotidiano \ndas pessoas."
        ],
        "correta_idx": 3
    },
    {
        "pergunta": "Leia o excerto adaptado de Berbel (2011). são aprendidas /aprendidos para serem utilizadas/utilizados na ação e são\naprendidas/aprendidos para guiarem a ação. Quando se combinam com a motivação e se mostram satisfatórias /satisfatórios, o sujeito percebe que foi ele quem causou a mudança desejada. Em decorrência dessa percepção, seus comportamentos podem ser intrinsecamente motivados, fixando metas pessoais, demonstrando seus acertos e dificuldades, planejando as ações necessárias para viabilizar seus objetivos e avaliando adequada mente seu progresso. Assinale a alternativa que preenche, correta e respectivamente, as lacunas do excerto",
        "alternativas": [
            "As estratégias ... as técnicas",
            "As teorias ... os comportamentos",
            "As determinações morais ... as determinações éticas",
            "As expectativas internas ... as expectativas externas",
            "Os hábitos ... os conhecimentos"
        ],
        "correta_idx": 4
    }
]