[
    {
        "pergunta": "As teorias psicogenéticas de Piaget, Vigotski e Wallon têm contribuído significativamente para a compreensão do  desenvolvimento humano. Cada um desses autores traz perspectivas complementares sobre o papel das interações sociais, do desenvolvimento cognitivo e da afetividade na formação dos indivíduos.\n\nDe acordo com Yves de La Taille (1992), em \"Piaget, Vigotski e Wallon - Teorias Psicogenéticas em Discussão\", é correto afirmar que:",
        "alternativas": [
            "A teoria de Vigotski destaca que o desenvolvimento humano é mediado socialmente, enfatizando a importância da interação social e da cultura no processo de aprendizagem.",
            "Piaget defende que o desenvolvimento cognitivo é exclusivamente biológico, desconsiderando o papel do ambiente social.",
            "Wallon argumenta que as emoções são secundárias no processo de desenvolvimento cognitivo, sendo o raciocínio lógico o aspecto central.",
            "Vigotski propõe que o aprendizado ocorre de forma isolada, sendo pouco influenciado pelas interações com pares ou adultos.",
            "Piaget, Vigotski e Wallon compartilham a ideia de que o desenvolvimento humano ocorre de maneira linear e independente de fatores culturais."
        ],
        "correta_idx": 0
    },
    {
        "pergunta": "Yves de La Taille (1992), em \"Piaget, Vigotski e Wallon - Teorias Psicogenéticas em Discussão\", explora as contribuições desses três autores para a educação. No que diz respeito à teoria de Henri Wallon, a afetividade desempenha um papel central porque:",
        "alternativas": [
            "É considerada irrelevante para o desenvolvimento das interações sociais na infância.",
            "É vista como um fator que dificulta o aprendizado lógico e racional.",
            "Está intrinsecamente conectada à cognição, influenciando diretamente o desenvolvimento integral da criança.",
            "É uma característica presente apenas nas primeiras fases do desenvolvimento humano, desaparecendo na adolescência.",
            "Contribui apenas para a formação de vínculos emocionais, sem impacto significativo no processo de aprendizagem."
        ],
        "correta_idx": 2
    },
    {
        "pergunta": "Segundo Yves de La Taille (1992), as entrevistas e as considerações de Jean Piaget sobre o desenvolvimento do juízo moral na criança nos autorizam a afirmar que “o juízo moral se desenvolve passando por uma fase de heteronomia antes de alcançar a autonomia”. Assinale a alternativa que conceitua corretamente as fases de heteronomia e autonomia de acordo com a teoria piagetiana.",
        "alternativas": [
            "A heteronomia caracteriza-se pela desobediência das crianças às regras impostas pelos adultos, enquanto a autonomia é caracterizada pela criação de regras próprias e individuais pelas próprias crianças.",
            "A heteronomia é uma espécie de realismo moral, caracterizado pela obediência às regras impostas pelos adultos e interpretação destas ao pé da letra, já a autonomia se refere ao entendimento dos deveres e das regras como obrigações recíprocas.",
            "A heteronomia consiste no entendimento da criança de que uma regra só é válida se vier de outra pessoa ou autoridade, por sua vez, a autonomia se refere à fase em que a criança aceita essas regras pelo entendimento e pelo respeito aos mais velhos ou a leis divinas.",
            "A heteronomia se refere à fase em que a criança depende cognitivamente do adulto para realizar atividades simples da vida diária, como amarrar os sapatos, enquanto a autonomia se refere à capacidade que a criança tem de fazer tudo sozinha sem auxílio.",
            "A heteronomia caracteriza-se pela obediência das crianças às regras impostas pelos adultos, enquanto a autonomia é caracterizada pela criação de regras próprias e individuais pelas próprias crianças."
        ],
        "correta_idx": 1
    },
    {
        "pergunta": "Yves LA TAILLE, Marta K. de OLIVEIRA e Heloysa DANTAS, na obra Teorias psicogenéticas em discussão (1992), analisam, respectivamente, a teoria de Jean Piaget, a de Lev S. Vygotsky e a de Henri Wallon. Na primeira parte, focalizam os fatores biológicos e sociais e, na segunda, a afetividade e a cognição. Do ponto de vista dos processos educativos que buscam favorecer o desenvolvimento e a aprendizagem dos indivíduos, a leitura dessas análises e argumentações de LA TAILLE, OLIVEIRA e DANTAS permite “defender” a intersubjetividade, a interação adulto/criança e criança/criança, como elemento privilegiado na organização e condução dos processos educativos escolares, com apoio nos postulados de",
        "alternativas": [
            "Wallon, apenas.",
            "Vygotsky, apenas.",
            "Piaget, apenas.",
            "Vygotsky e Piaget, apenas.",
            "Vygotsky, Piaget e Wallon."
        ],
        "correta_idx": 4
    },
    {
        "pergunta": "Yves de La Taille (in La Taille e outros, 1992) discute o desenvolvimento humano com base na teoria de Piaget e aborda, entre diversos aspectos, a importância da cooperação nesse processo. La Taille explica que Piaget faz referência ao binômio coação-cooperação, dois tipos de relações que “ocorrem em qualquer sociedade, notadamente entre adultos”, mas destaca que Piaget “emprega essa distinção sobretudo em relação ao desenvolvimento das crianças”. Esclarece que “a coação representa o tipo de relação dominante na vida da criança pequena” e justifica que “nem poderia ser diferente, dada a assimetria da relação pai/filho ou adulto/criança”, representando, portanto, a coação, “uma etapa obrigatória e necessária da socialização da criança”. “A cooperação, por sua vez, tem seu início, segundo Piaget, nas relações entre crianças”, o que se explica, “simplesmente pelo fato de que não há hierarquias preestabelecidas entre as crianças, que se concebem iguais umas as outras”. E qual é a importância das relações de cooperação para o desenvolvimento humano? La Taille aponta que, segundo Piaget, em resumo, a cooperação é um método, é a possibilidade de",
        "alternativas": [
            "convivência ordeira, a qual se aprende ao entrar na escola e a qual favorece o desenvolvimento da disciplina.",
            "se construir a vida em sociedade, fundamental para o desenvolvimento de toda e qualquer habilidade individual.",
            "obediência às leis e do cumprimento de deveres, necessários ao desenvolvimento da responsabilidade.",
            "estabelecimento de relações sociais amistosas para o desenvolvimento da afetividade recíproca.",
            "se chegar a verdades e, por isso, necessária ao desenvolvimento das operações mentais."
        ],
        "correta_idx": 4
    },
    {
        "pergunta": "De acordo com Yves de la Taille (Taille et al., 1992), Piaget associa estágios do desenvolvimento social às etapas do desenvolvimento das operações lógicas. Nesse sentido, a partir do estágio operatório, a criança alcançará ____________ , que, como descrito por Piaget, “não é o ‘eu’ enquanto diferente dos outros ‘eus’ e refratário à socialização, mas é o indivíduo se submetendo voluntariamente às normas de reciprocidade e de universalidade”",
        "alternativas": [
            "a personalidade",
            "o egocentrismo",
            "a assimilação",
            "a heternonomia",
            "o pensamento moral"
        ],
        "correta_idx": 0
    },
    {
        "pergunta": "Yves de La Taille (1992) traz em seu texto que “ser capaz de se situar consciente e competentemente na rede dos diversos pontos de vista e conflitos presentes numa sociedade\", que e a definição dada por Piaget para:",
        "alternativas": [
            "Socialização.",
            "Personalidade.",
            "Autonomia.",
            "Ética.",
            "Interação."
        ],
        "correta_idx": 2
    },
    {
        "pergunta": "Pode-se reforçar que entre eles (Piaget, Vygotsky e Wallon), os fatores biológicos e sociais no desenvolvimento psicológico e a questão da afetividade e da cognição são fatores para o desenvolvimento dos indivíduos. \n\nAvalie as afirmativas sobre os autores, localize e assinale a alternativa incorreta.",
        "alternativas": [
            "Wallon, além de dar importância ao corpo da criança e a maturação biológica, considera importante a emoção.",
            "Piaget e Wallon utilizam a teoria dos estágios para o desenvolvimento, embora cada um defina essas fases de modo diferente.",
            "Vygotsky enfatiza a importância do meio cultural, das relações entre os indivíduos e seus processos de transformação.",
            "Para Piaget a palavra-chave é desenvolvimento, já para Vygotsky a palavra é aprendizagem, enquanto que para Wallon é emoção.",
            "Para Piaget o conhecimento é de fora para dentro, completamente externo ao sujeito."
        ],
        "correta_idx": 4
    },
    {
        "pergunta": "Conforme La Taille, Oliveira e Dantas (1992), na psicogenética de Henri Wallon, a ocupa lugar central, tanto do ponto de vista da construção da pessoa quanto do conhecimento. Ambos se iniciam num período que ele denomina impulsivo-emocional e se estende ao longo do primeiro ano da vida.\n\nAssinale a alternativa que preenche corretamente a lacuna do texto.",
        "alternativas": [
            "estrutura perceptiva",
            "dimensão afetiva",
            "maturação sensorial",
            "capacidade cognitiva",
            "coordenação motora"
        ],
        "correta_idx": 1
    },
    {
        "pergunta": "Quando se afirma que, para Wallon (La Taille, Oliveira e Dantas, 1993), o ser humano é organicamente social, isso significa que",
        "alternativas": [
            "sua estrutura orgânica supõe a intervenção da cultura para se atualizar.",
            "qualquer estrutura universal é inexistente ou inoperante no ser humano",
            "a genética se sobrepõe à cultura, impondo os modos de relação tidos como sociais",
            "o ato mental é desarticulado, segundo o ponto de vista psicogenético, do ato motor",
            "a imitação social é o fim último do desenvolvimento, substituindo a representação pela reprodução social"
        ],
        "correta_idx": 0
    }
]