[
    {
        "pergunta": "(Vunesp 2025)  Entre as técnicas apresentadas por Lemov (2023) em seu livro Aula nota 10 3.0: 63 técnicas para melhorar a gestão da sala de aula, há algumas especificamente voltadas à preparação da aula. A esse respeito, conforme as proposições do autor, a técnica Planeje em dobro consiste em",
        "alternativas": [
            "planejar não apenas o que o professor deverá fazer em cada etapa das atividades, mas também o que os alunos deverão fazer.",
            "elaborar o planejamento pedagógico em duplas, para que a responsabilidade pelas escolhas didáticas possa ser compartilhada.",
            "manter atenção redobrada quanto ao domínio dos conteúdos, evitando que erros possam ocorrer durante a aula.",
            "programar atividades a serem realizadas em duplas de alunos, já que a aprendizagem por pares é a técnica mais eficiente de acordo com estudos científicos.",
            "abranger o dobro do tempo de aula disponível, de modo que sempre haja atividades para propor aos alunos que terminam antes do previsto."
        ],
        "correta_idx": 0
    },
    {
        "pergunta": "(Vunesp 2025) Segundo Lemov (2023), quando os alunos conseguem ler com fluência, sua memória de trabalho é liberada para pensar com mais profundidade sobre o texto, e sua com preensão e habilidade para analisar aumentam. Para o autor, a leitura fluente é um exemplo do seguinte princípio:",
        "alternativas": [
            "a capacidade da memória de trabalho é ilimitada.",
            "a motivação para a aprendizagem é determinada por fatores internos ao indivíduo.",
            "não esquecemos aquilo que aprendemos.",
            "hábitos aceleram a aprendizagem.",
            "a aprendizagem é inversamente proporcional à atenção."
        ],
        "correta_idx": 3
    },
    {
        "pergunta": "(Vunesp 2025) Um dos conceitos abordados por Lemov (2023) é o da memória de trabalho, dotada de um poder surpreendente. Segundo o autor, a característica mais dominante da memória de trabalho é",
        "alternativas": [
            "sua minúscula capacidade.",
            "sua autossuficiência.",
            "sua retenção a longo prazo.",
            "seu caráter inconsciente.",
            "sua constituição inata."
        ],
        "correta_idx": 0
    },
    {
        "pergunta": "(Vunesp 2025) Ao abordar expectativas de comportamento, Lemov (2023) discute a organização da sala de aula. Embora avalie que alguns educadores se oponham à sua perspectiva, o autor defende que",
        "alternativas": [
            "a imposição criteriosa do silêncio equivale a suprimir as vozes dos alunos.",
            "a desordem faz parte da educação, pois aprender é um ato confuso, caótico e barulhento.",
            "salas de aula ordenadas facilitam a cognição, mas prejudicam muito a dimensão socioemocional.",
            "a autoridade bem aplicada de um professor deve pautar-se por medidas disciplinares claras.",
            "uma sala de aula deve ser organizada para que haja aprendizado."
        ],
        "correta_idx": 4
    },
    {
        "pergunta": "(Vunesp 2025) Leia o excerto a seguir. \n\nHabilidade de focar na tarefa em questão e ignorar a distração. É a habilidade de selecionar ao que você presta atenção – excluir as distrações e travar o sinal – e tem “efeitos reverberantes” no sucesso na linguagem, na alfabetização e na matemática. (Doug Lemov, Aula nota 10 3.0: 63 técnicas para melhorar a gestão da sala de aula. Adaptado) \n\nEssa definição, de acordo com o autor, corresponde especificamente ao conceito de",
        "alternativas": [
            "atenção seletiva.",
            "controle inibitório.",
            "plasticidade cerebral.",
            "memória dinâmica.",
            "foco alternado."
        ],
        "correta_idx": 0
    },
    {
        "pergunta": "(Vunesp 2025) Considere a situação hipotética a seguir, apresentada por Lemov (2023).\n\n Digamos que você dá a mesma aula duas vezes por dia: o terceiro e o quinto período. Sua turma no terceiro período é falante e animada – algumas vezes tão animada que você tem que interromper a tagarelice e as digressões para mantê-los no trilho. Os alunos do quinto período são mais introvertidos. Muito mentais, na verdade, mas eles precisam de uns cutucões para falar. Você usa o mesmo plano de aula para as duas turmas, mas se prepara de forma diferente. (Doug Lemov, Aula nota 10 3.0: 63 técnicas para melhorar a gestão da sala de aula) \n\nSegundo os argumentos do autor, é correto afirmar que a conduta de usar o mesmo plano de aula para as duas turmas, mas se preparar de forma diferente é",
        "alternativas": [
            "indesejável, sendo que turmas diferentes requerem planos e preparações necessariamente diferentes.",
            "imprópria, sendo que os hábitos de preparação de aula devem unificar as técnicas utilizadas para diferentes grupos diante de um mesmo planejamento.",
            "contingente, sendo que os hábitos de preparação de aula tornam-se prescindíveis com o tempo e a experiência.",
            "excessiva, sendo que os hábitos de preparação de aula sobrecarregam a rotina docente.",
            "adequada, sendo que os hábitos de preparação de aula podem reduzir a carga de trabalho."
        ],
        "correta_idx": 4
    },
    {
        "pergunta": "(Vunesp 2025) Lemov (2023) apresenta cinco princípios que considera úteis para que se possa entender como a aprendizagem funciona e, assim, aumentar a habilidade de perceber as coisas com exatidão na sala de aula. Um desses princípios é baseado na ideia de que ensinar bem é construir relações. A esse respeito, assinale a alternativa correta, conforme a perspectiva do autor.",
        "alternativas": [
            "O professor deve se relacionar com os alunos coletivamente, evitando intervenções que deem destaque ao âmbito individual.",
            "Ensinar bem é a forma mais efetiva de construir relações com os alunos, sendo o sucesso do ensino a causa e o resultado das relações efetivas.",
            "As relações entre professor e aluno são independentes das relações entre o aluno e seus pares na escola.",
            "Criar relações de amizade com os alunos é fundamental para que um professor adquira a confiança deles.",
            "Construir relações com os alunos antes mesmo de ensiná-los é condição para o trabalho docente humanizado."
        ],
        "correta_idx": 1
    },
    {
        "pergunta": "(Vunesp 2025) Assinale a alternativa que apresenta corretamente uma técnica recomendada por Lemov (2023) para melhorar a gestão da sala de aula.",
        "alternativas": [
            "Cultura do sucesso: Sucesso chama sucesso, ao passo que erro chama erro. Nesse sentido, reduzir a atenção dada aos erros, ignorando-os sempre que possível, gera oportunidades para exaltar e valorizar os acertos, aumentando a ocorrência destes.",
            "Planejamento mental: Tomar notas escritas (no papel ou em dispositivos eletrônicos) é algo cada vez mais obsoleto no cotidiano pedagógico. Nossa memória de trabalho deve ser bem treinada para que as etapas do planejamento sejam cada vez mais internalizadas mentalmente.",
            "Faça agora: A maneira como começamos a aula expressa uma mensagem importante. Por isso, é bem-vinda uma pequena atividade que esteja esperando os alunos logo quando entram na sala de aula, e que eles podem e devem começar a fazer sozinhos.",
            "Guarde o relógio: A consciência sobre o passar do tempo da aula produz ansiedade e dispersão. O controle do tempo das atividades deve estar, portanto, inteiramente na mão do professor, sem relógios visíveis ou lembretes verbais que soem como cobrança.",
            "Esqueça os hábitos: Hábitos tendem a nos manter estagnados e a dificultar a improvisação necessária ao cotidiano pedagógico. Assim, desconstruí-los, evitando a repetição, é uma das chaves fundamentais para a prática docente bem-sucedida."
        ],
        "correta_idx": 2
    },
    {
        "pergunta": "(Vunesp 2025) A respeito da técnica denominada “O que fazer”, Lemov (2023) afirma que dar instruções eficazes é uma das competências centrais do ensino. Em sua concepção, para que instruções sejam de fato eficazes, elas devem ser, entre outras características,",
        "alternativas": [
            "abstratas e coletivas.",
            "desafiadoras e austeras.",
            "genéricas e extensivas.",
            "sequenciais e observáveis.",
            "flexíveis e intermitentes."
        ],
        "correta_idx": 3
    },
    {
        "pergunta": "(Vunesp 2025) Leia o excerto a seguir, extraído de Lemov (2023): “Uma discussão eficaz precisa de um propósito compartilhado – em dois níveis. Ela precisa de um tópico específico que os participantes concordem tacitamente em discutir e precisa de um modelo mental compartilhado do que significa discutir alguma coisa. [...] A discussão deve envolver alguma reflexão ao longo das linhas de: o que eu, ou nós, aprendemos aqui?” Tendo em vista essa premissa, o autor apresenta técnicas com a intenção de promover discussões eficazes em sala de aula. Uma dessas técnicas é denominada",
        "alternativas": [
            "Debater para responder.",
            "Debate livre.",
            "Discussão disciplinada.",
            "Discutir para vencer.",
            "Argumentação fora da caixa."
        ],
        "correta_idx": 2
    },
    {
        "pergunta": "(Vunesp 2024) Uma professora de Ciências, após explicar a estrutura\n celular para os alunos do 6º\n ano, diz: “Esses são os fundamentos da estrutura celular. Todos entenderam?”. \nEm relação à perspectiva defendida por Lemov (2023)\n sobre a verificação da compreensão, essa prática é",
        "alternativas": [
            "divergente, porque o autor entende que pedir para os \nalunos avaliarem a própria compreensão de algo que  prender costuma gerar falsas confirmações, especialmente quando a resposta é apenas\nsim ou não.",
            "convergente, porque o autor valoriza o que chama \nde consentimento aparente, o qual evidencia que os \nalunos estão em sintonia com o professor, revelando \nfluidez e continuidade dos temas de estudo.",
            "convergente, porque o autor afirma que as pessoas, mesmo as leigas, geralmente reconhecem o \nque sabem e o que não sabem sobre um tópico, \nde modo que a autoavaliação sobre o conteúdo \naprendido deve ser incentivada.",
            "convergente, porque o autor valoriza a técnica do\nautorrelato, ou seja, a validação direta pelo aluno da\n própria compreensão a partir de uma afirmação ou,\nem caso do enfrentamento de dificuldades, da devida negativa.",
            "divergente, porque o autor entende que, para ser \nefetiva, a pergunta feita pela professora deveria \nser mais específica, questionando, por exemplo, se \ntodos entenderam claramente as diferenças entre \ncélulas vegetais e animais."
        ],
        "correta_idx": 0
    }
]