[
    {
        "id": 1,
        "banca": "Vunesp (Adaptada)",
        "ano": 2024,
        "cargo": "Professor de Educação Básica I",
        "enunciado": "Segundo as tendências atuais da Didática da Matemática, defendidas por autoras como Mabel Panizza, o ponto de partida para a construção do conhecimento matemático em sala de aula deve ser:",
        "alternativas": {
            "A": "a exposição de fórmulas e algoritmos pelo professor, seguida de exercícios de fixação.",
            "B": "a resolução de situações-problema que desafiem os conhecimentos prévios dos alunos.",
            "C": "a utilização de jogos e materiais concretos como única ferramenta de ensino.",
            "D": "a correção imediata de todos os erros dos alunos para evitar a fixação de conceitos errados.",
            "E": "a memorização da tabuada e das operações fundamentais antes de qualquer aplicação."
        },
        "gabarito": "B",
        "tema_panizza": "O problema como 'ponto de partida' e não como 'ponto de chegada' para a aprendizagem."
    },
    {
        "id": 2,
        "banca": "Vunesp (Adaptada)",
        "ano": 2023,
        "cargo": "Professor de Educação Infantil",
        "enunciado": "Ao observar um aluno que resolveu a operação 32 - 17 e encontrou 25, um professor, embasado numa perspectiva construtivista como a de Panizza, deveria:",
        "alternativas": {
            "A": "Marcar a conta como errada e solicitar que o aluno a refaça até acertar.",
            "B": "Explicar novamente o algoritmo da subtração com reserva na lousa para toda a turma.",
            "C": "Parabenizar o aluno pelo esforço, mas indicar imediatamente a resposta correta.",
            "D": "Pedir que o aluno explique seu raciocínio para entender a lógica por trás do erro e intervir a partir dela.",
            "E": "Agrupar o aluno com outro que tenha mais facilidade para que ele possa copiar a resolução correta."
        },
        "gabarito": "D",
        "tema_panizza": "Análise do erro como fonte de informação sobre as hipóteses dos alunos (erro construtivo)."
    },
    {
        "id": 3,
        "banca": "Vunesp",
        "ano": 2022,
        "cargo": "PEB I",
        "enunciado": "Mabel Panizza discute a importância da 'resolução de problemas' no ensino da matemática. De acordo com essa abordagem, o papel principal do professor durante a atividade é:",
        "alternativas": {
            "A": "fornecer a resposta final para que os alunos possam validar seus próprios caminhos.",
            "B": "circular pela sala, validar as estratégias dos alunos e garantir que todos cheguem à mesma conclusão.",
            "C": "atuar como um mediador, questionando, promovendo a discussão entre os pares e problematizando as soluções apresentadas.",
            "D": "apresentar um único caminho correto para a resolução, evitando que os alunos se confundam com múltiplas estratégias.",
            "E": "deixar os alunos trabalharem sozinhos, sem qualquer tipo de intervenção, para promover a autonomia."
        },
        "gabarito": "C",
        "tema_panizza": "O papel do docente como mediador e problematizador no processo de aprendizagem."
    },
    {
        "id": 4,
        "banca": "FCC (Adaptada)",
        "ano": 2023,
        "cargo": "Professor Pedagogo",
        "enunciado": "A utilização de materiais concretos, como o Material Dourado, no ensino da matemática nas séries iniciais, segundo uma perspectiva alinhada a Panizza:",
        "alternativas": {
            "A": "é a única forma eficaz de garantir a aprendizagem do sistema de numeração decimal.",
            "B": "deve ser um fim em si mesma, focando na manipulação correta das peças.",
            "C": "só tem validade se estiver articulada a situações-problema que lhe deem significado e permitam a reflexão.",
            "D": "deve ser abandonada, pois a matemática é uma ciência abstrata e o concreto pode limitar o pensamento.",
            "E": "garante, por si só, a passagem do pensamento concreto para o abstrato."
        },
        "gabarito": "C",
        "tema_panizza": "O papel dos recursos e materiais didáticos como ferramentas para a reflexão, e não como fins em si mesmos."
    },
    {
        "id": 5,
        "banca": "Vunesp (Elaborada)",
        "ano": 2024,
        "cargo": "Professor de Educação Básica I",
        "enunciado": "No contexto da construção do número pela criança, Panizza aponta que a interação social na sala de aula é fundamental. Essa interação é potente porque:",
        "alternativas": {
            "A": "permite que os alunos mais lentos copiem as respostas dos mais rápidos, otimizando o tempo.",
            "B": "gera conflitos cognitivos, obrigando os alunos a confrontar e justificar suas hipóteses matemáticas.",
            "C": "facilita o trabalho do professor, que pode dar uma única instrução para o grupo todo.",
            "D": "cria um ambiente competitivo que estimula os alunos a estudarem mais para se destacarem.",
            "E": "diminui a quantidade de erros, pois os próprios alunos se corrigem mutuamente."
        },
        "gabarito": "B",
        "tema_panizza": "A interação social e o conflito sociocognitivo como motores da aprendizagem."
    },
    {
        "id": 6,
        "banca": "Vunesp",
        "ano": 2023,
        "cargo": "PEB I",
        "enunciado": "A 'institucionalização' do saber, conceito abordado na Didática da Matemática francesa e discutido por Panizza, refere-se ao momento em que o professor:",
        "alternativas": {
            "A": "apresenta um novo conteúdo pela primeira vez à turma.",
            "B": "permite que os alunos criem suas próprias regras e conceitos matemáticos sem uma formalização.",
            "C": "formaliza e valida o conhecimento que foi construído pela turma, dando a ele um status de saber oficial e cultural.",
            "D": "aplica uma prova para verificar se o conteúdo foi aprendido de maneira satisfatória.",
            "E": "decide que a turma não está pronta para aprender um determinado conceito e o adia."
        },
        "gabarito": "C",
        "tema_panizza": "Teoria das Situações Didáticas (Brousseau), discutida no livro - o momento da institucionalização."
    },
    {
        "id": 7,
        "banca": "Vunesp (Elaborada)",
        "ano": 2024,
        "cargo": "Professor de Educação Infantil",
        "enunciado": "Para ensinar sobre o sistema de numeração decimal, uma professora propõe que os alunos contem uma grande quantidade de palitos e pensem em formas de organizar essa contagem para não se perderem. Essa proposta está alinhada com as ideias de Panizza porque:",
        "alternativas": {
            "A": "foca na resposta correta da contagem, que é o objetivo final.",
            "B": "evita o uso de materiais concretos, que não são recomendados.",
            "C": "recria um problema histórico que deu origem à necessidade de agrupamentos, como a base 10.",
            "D": "substitui a necessidade de o professor ensinar diretamente sobre dezenas e centenas.",
            "E": "é uma atividade lúdica que serve apenas para motivar os alunos."
        },
        "gabarito": "C",
        "tema_panizza": "A construção do conhecimento numérico a partir da resolução de problemas que recriam a gênese histórica dos conceitos."
    },
    {
        "id": 8,
        "banca": "FGV (Adaptada)",
        "ano": 2022,
        "cargo": "Professor",
        "enunciado": "A avaliação da aprendizagem em matemática, numa perspectiva construtivista, deve priorizar:",
        "alternativas": {
            "A": "a quantidade de acertos em testes padronizados para classificar os alunos.",
            "B": "os procedimentos e estratégias que os alunos utilizam para resolver problemas, mesmo que o resultado final esteja incorreto.",
            "C": "a capacidade do aluno de reproduzir fielmente os algoritmos ensinados pelo professor.",
            "D": "a velocidade com que o aluno é capaz de realizar cálculos mentais.",
            "E": "a comparação do desempenho do aluno com a média da turma."
        },
        "gabarito": "B",
        "tema_panizza": "Avaliação do processo de aprendizagem, e não apenas do produto final."
    },
    {
        "id": 9,
        "banca": "Vunesp (Elaborada)",
        "ano": 2024,
        "cargo": "PEB I",
        "enunciado": "Ao ensinar geometria, um professor que segue as propostas de Panizza deve focar em:",
        "alternativas": {
            "A": "memorizar os nomes e as propriedades das formas geométricas.",
            "B": "desenhar e colorir as formas geométricas de maneira precisa.",
            "C": "resolver problemas que envolvam a exploração do espaço, a localização e a representação de objetos.",
            "D": "aplicar fórmulas de área e perímetro desde as séries iniciais.",
            "E": "identificar as formas geométricas presentes em obras de arte famosas."
        },
        "gabarito": "C",
        "tema_panizza": "Ensino da geometria a partir da exploração do espaço e da resolução de problemas espaciais."
    },
    {
        "id": 10,
        "banca": "Vunesp",
        "ano": 2023,
        "cargo": "Diretor de Escola",
        "enunciado": "Um dos desafios do ensino da matemática é a transposição didática. Esse conceito refere-se:",
        "alternativas": {
            "A": "à tradução exata do saber matemático acadêmico para a sala de aula, sem alterações.",
            "B": "às transformações que um saber científico sofre para se tornar um objeto de ensino.",
            "C": "à obrigação de o aluno transpor o que aprendeu na escola para sua vida cotidiana.",
            "D": "à dificuldade dos alunos em passar de um conteúdo matemático para outro.",
            "E": "à necessidade de o professor transpor os obstáculos de aprendizagem dos alunos."
        },
        "gabarito": "B",
        "tema_panizza": "Transposição didática (Chevallard), conceito fundamental na Didática da Matemática abordado no livro."
    },
    {
        "id": 11,
        "banca": "Vunesp (Elaborada)",
        "ano": 2024,
        "cargo": "PEB I",
        "enunciado": "Um aluno escreve 'quarenta e cinco' como '405'. Segundo Panizza, essa escrita revela:",
        "alternativas": {
            "A": "uma simples falta de atenção que deve ser corrigida com cópias do número correto.",
            "B": "uma hipótese sobre a escrita numérica baseada na justaposição dos valores ouvidos ('quarenta' e 'cinco').",
            "C": "a incapacidade do aluno de compreender o sistema de numeração, indicando a necessidade de voltar a etapas anteriores.",
            "D": "uma dificuldade de aprendizagem relacionada à discalculia.",
            "E": "que o aluno ainda não memorizou os números até 100."
        },
        "gabarito": "B",
        "tema_panizza": "Análise das psicogêneses numéricas e das hipóteses infantis sobre a escrita dos números."
    },
    {
        "id": 12,
        "banca": "FCC (Adaptada)",
        "ano": 2023,
        "cargo": "Professor",
        "enunciado": "O 'contrato didático' é um conceito que descreve as regras e expectativas implícitas entre professor e alunos numa situação de ensino. A quebra desse contrato pelo professor é positiva quando:",
        "alternativas": {
            "A": "ele deixa de corrigir as lições para otimizar o tempo.",
            "B": "ele propõe um problema que não se resolve aplicando o último algoritmo ensinado, forçando os alunos a pensar.",
            "C": "ele decide dar a resposta de um desafio, pois a turma está demorando muito para resolver.",
            "D": "ele ignora as perguntas dos alunos para manter o foco no planejamento.",
            "E": "ele falta com o respeito aos alunos."
        },
        "gabarito": "B",
        "tema_panizza": "Contrato didático (Brousseau) e a importância de sua ruptura para gerar aprendizado genuíno."
    },
    {
        "id": 13,
        "banca": "Vunesp",
        "ano": 2022,
        "cargo": "PEB I",
        "enunciado": "No ensino das operações, a ênfase deve estar em:",
        "alternativas": {
            "A": "dominar rapidamente os algoritmos convencionais ('conta armada').",
            "B": "compreender os diferentes significados de cada operação (juntar, tirar, comparar, etc.) através de problemas.",
            "C": "realizar cálculos mentais com agilidade e precisão.",
            "D": "utilizar a calculadora como ferramenta principal desde o início.",
            "E": "decorar os fatos fundamentais (tabuadas) como pré-requisito."
        },
        "gabarito": "B",
        "tema_panizza": "Campo conceitual das operações (Vergnaud), focando nos significados em vez de apenas na técnica operatória."
    },
    {
        "id": 14,
        "banca": "Vunesp (Elaborada)",
        "ano": 2024,
        "cargo": "Professor de Educação Básica I",
        "enunciado": "Para Panizza, o cálculo mental na sala de aula deve ser incentivado porque:",
        "alternativas": {
            "A": "substitui a necessidade de aprender os algoritmos escritos.",
            "B": "é mais rápido e eficiente que o cálculo escrito em todas as situações.",
            "C": "desenvolve diferentes estratégias de cálculo e uma compreensão mais profunda das propriedades dos números e das operações.",
            "D": "serve como uma boa ferramenta para competições e gincanas matemáticas.",
            "E": "prepara os alunos para testes de QI e avaliações externas que cobram agilidade."
        },
        "gabarito": "C",
        "tema_panizza": "O papel do cálculo mental e refletido no desenvolvimento do senso numérico."
    },
    {
        "id": 15,
        "banca": "Vunesp (Adaptada)",
        "ano": 2023,
        "cargo": "PEB I",
        "enunciado": "Qual prática pedagógica NÃO está alinhada com as propostas da Didática da Matemática para as séries iniciais?",
        "alternativas": {
            "A": "Valorizar e discutir as diferentes estratégias de resolução apresentadas pelos alunos.",
            "B": "Apresentar o conteúdo de forma descontextualizada, com a regra primeiro e a aplicação depois.",
            "C": "Utilizar jogos como problemas a serem resolvidos, discutindo as melhores jogadas.",
            "D": "Entender o planejamento como algo flexível, que pode ser alterado a partir das respostas dos alunos.",
            "E": "Promover momentos de debate e argumentação sobre os resultados matemáticos."
        },
        "gabarito": "B",
        "tema_panizza": "Crítica ao modelo 'normativo' (regra-aplicação) e defesa do modelo 'aproximativo' (problema-reflexão-formalização)."
    },
    {
        "id": 16,
        "banca": "Vunesp (Elaborada)",
        "ano": 2024,
        "cargo": "Coordenador Pedagógico",
        "enunciado": "Um professor relata que seus alunos do 2º ano 'não sabem fazer conta de menos com empresta'. A orientação, segundo a perspectiva de Panizza, seria:",
        "alternativas": {
            "A": "Sugerir um treinamento intensivo do algoritmo da subtração com o uso de material dourado.",
            "B": "Investigar quais problemas de subtração os alunos conseguem resolver com suas próprias estratégias.",
            "C": "Indicar o uso de vídeos e aplicativos que ensinem o algoritmo de forma lúdica.",
            "D": "Aconselhar o professor a não ensinar o algoritmo, já que os alunos demonstram dificuldade.",
            "E": "Propor um projeto de tabuada para que a memorização dos fatos facilite o algoritmo."
        },
        "gabarito": "B",
        "tema_panizza": "Foco nos conhecimentos prévios e nas estratégias pessoais dos alunos antes da introdução do algoritmo formal."
    },
    {
        "id": 17,
        "banca": "FGV (Adaptada)",
        "ano": 2023,
        "cargo": "Professor",
        "enunciado": "A principal diferença entre um 'problema' e um 'exercício', no contexto da Didática da Matemática, é que o problema:",
        "alternativas": {
            "A": "é mais longo e complexo que um exercício.",
            "B": "não tem uma solução imediata disponível para o aluno, exigindo a criação de uma nova estratégia.",
            "C": "é usado apenas na avaliação, enquanto o exercício é usado para treinar.",
            "D": "sempre envolve múltiplas operações matemáticas, ao contrário do exercício.",
            "E": "deve ser sempre prático e relacionado ao cotidiano, enquanto o exercício pode ser abstrato."
        },
        "gabarito": "B",
        "tema_panizza": "Diferenciação entre problema (desafio, ausência de solução prévia) e exercício (aplicação de um algoritmo já conhecido)."
    },
    {
        "id": 18,
        "banca": "Vunesp (Elaborada)",
        "ano": 2024,
        "cargo": "PEB I",
        "enunciado": "Ao trabalhar com a reta numérica, o objetivo principal, segundo uma visão construtivista, é:",
        "alternativas": {
            "A": "ensinar os alunos a marcar pontos com precisão milimétrica.",
            "B": "servir como um recurso para visualizar a ordem e a distância entre os números.",
            "C": "preparar os alunos para o trabalho com números negativos no futuro.",
            "D": "decorar a sequência numérica de forma linear.",
            "E": "substituir a contagem com os dedos."
        },
        "gabarito": "B",
        "tema_panizza": "Uso de modelos e representações (como a reta numérica) para dar significado às relações numéricas."
    },
    {
        "id": 19,
        "banca": "Vunesp (Adaptada)",
        "ano": 2022,
        "cargo": "Professor de Educação Infantil",
        "enunciado": "Na educação infantil, as noções matemáticas devem ser trabalhadas por meio de:",
        "alternativas": {
            "A": "atividades em folha para treinar a grafia dos números.",
            "B": "brincadeiras e interações que envolvam contagem, seriação, classificação e exploração do espaço.",
            "C": "aulas expositivas curtas sobre formas geométricas e números.",
            "D": "memorização de canções com sequências numéricas.",
            "E": "introdução formal às quatro operações básicas."
        },
        "gabarito": "B",
        "tema_panizza": "A matemática na educação infantil como parte integrante das experiências e interações da criança."
    },
    {
        "id": 20,
        "banca": "Vunesp (Elaborada)",
        "ano": 2024,
        "cargo": "PEB I",
        "enunciado": "A afirmação 'A matemática é uma construção humana, fruto da necessidade de resolver problemas práticos e teóricos' está alinhada a qual abordagem de ensino?",
        "alternativas": {
            "A": "Uma abordagem tecnicista, focada na performance e na eficiência dos cálculos.",
            "B": "Uma abordagem inatista, que acredita que a capacidade matemática é um dom.",
            "C": "Uma abordagem construtivista, que vê o conhecimento como um processo de elaboração.",
            "D": "Uma abordagem formalista, que vê a matemática como uma linguagem abstrata e desconectada da realidade.",
            "E": "Uma abordagem empírica, que acredita que a aprendizagem ocorre apenas pela observação."
        },
        "gabarito": "C",
        "tema_panizza": "Visão da matemática como uma ciência em construção e não como um corpo de conhecimentos prontos e acabados."
    }
]